{
  "NAVBAR": {
    "GETTING_STARTED": "ابدء",
    "FEATURES": "سمات",
    "LIBRARY": "مكتبة",
    "ABOUT_US": "معلومات عنا"
  },
  "HOME": {
    "TITLE": "غرااسب",
    "SUBTITLE": "منصة تجربة التعلم الخاصة بك",
    "DESCRIPTION": "لبناء واستكشاف ومشاركة الموارد التعليمية الجذابة التي تدمج العناصر التفاعلية والذكية في سيناريوهات التعلم النشط للتعليم والبحث.",
    "REGISTER_CALL_TO_ACTION": "إنشاء حساب",
    "LIBRARY_CALL_TO_ACTION": "قم بزيارة المكتبة",
    "SUPPORTERS_LABEL": "بدعم من",
    "MISSION": {
      "TITLE": "رؤيتنا",
      "DESCRIPTION": "نهدف إلى تمكين المعلمين من تبني التكنولوجيا الرقمية ذات القيمة المضافة بشكل كامل لإشراك طلابهم في سيناريوهات التعلم المبتكرة وتطوير مهاراتهم الرقمية",
      "CALL_TO_ACTION_LABEL": "هل تريد أن تعرف المزيد؟",
      "CALL_TO_ACTION_BUTTON_TEXT": "تعرف علينا"
    },
    "PUZZLE": {
      "TITLE": "منصة الكل في واحد، كيف؟",
      "BUILDER": {
        "DESCRIPTION": "قم بإنشاء مواردك التعليمية التفاعلية والذكية الخاصة بك باستخدام <strong>Builder</strong>",
        "BUTTON_TEXT": "يخلق"
      },
      "PLAYER": {
        "DESCRIPTION": "أشرك طلابك في سيناريوهات التعلم النشط باستخدام <strong>المشغل</strong>",
        "BUTTON_TEXT": "خبرة"
      },
      "ANALYTICS": {
        "DESCRIPTION": "احصل على رؤى قيمة واستكشف لوحات المعلومات باستخدام <strong>Analytics</strong>",
        "BUTTON_TEXT": "تحليل"
      },
      "LIBRARY": {
        "DESCRIPTION": "استكشف وشارك الموارد التعليمية المفتوحة في مكتبتنا",
        "BUTTON_TEXT": "يستكشف"
      }
    },
    "USER_STORY": {
      "TEACHER": {
        "LEADING_SENTENCE": "هل أنت مدرس مهتم بتبسيط عملية إنشاء المحتوى الرقمي الخاص بك؟",
        "TITLE": "قم ببناء مادتك باستخدام Graasp",
        "USE_CASE_1": "تضمين التطبيقات التفاعلية في المواد الدراسية الخاصة بك",
        "USE_CASE_2": "إنشاء الموارد ومشاركتها مع الزملاء",
        "USE_CASE_3": "استكشف التحليلات التفصيلية حول طلابك",
        "BUTTON_TEXT": "ابدأ اليوم",
        "IMAGE_ATTRIBUTION": "الصورة من <author>Tra Nguyen</author> على <image>Unsplash</image>"
      },
      "RESEARCHER": {
        "LEADING_SENTENCE": "هل أنت باحث تبحث عن منصة تجمع بشكل سلس بين جمع البيانات وتجارب التعلم التفاعلية؟",
        "TITLE": "ابدأ باستخدام Graasp لأبحاثك",
        "USE_CASE_1": "الاستفادة من بيئة آمنة لإجراء التحقيقات البحثية",
        "USE_CASE_2": "إجراء الاختبارات في ظل ظروف تجريبية مختلفة",
        "USE_CASE_3": "التفاعل مع الأقران لتطوير علوم التعلم الرقمي",
        "BUTTON_TEXT": "سجل الآن"
      }
    },
    "USER_TESTIMONIES": {
      "TITLE": "ماذا يقول مستخدمونا عنا",
      "JOIN_US": "انضم إلينا وانطلق في رحلة مشرقة في التعليم والتطوير المهني!"
    }
  },
  "TERMS": {
    "TITLE": "شروط الخدمة",
    "INTRODUCTION": "من خلال استخدام منصة Graasp وبرامجها، يمكنك:",
    "TERM_1": "تأكد من أنك لن تسيء استخدام Graasp، أو تساعد أي شخص آخر على القيام بذلك",
    "TERM_2": "تأكد من أنك لن تستخدم Graasp لأغراض غير مشروعة",
    "TERM_3": "تأكيد أنك المسؤول الوحيد عن مجموعات البيانات والنتائج التي يتم التعامل معها أو إنشاؤها بواسطة Graasp",
    "TERM_4": "اقبل أن جمعية Graasp والمدرسة الاتحادية للفنون التطبيقية في لوزان (EPFL) لا يمكن أن تتحملا المسؤولية عن أي ضرر ناتج عن استخدامك لـ Graasp، بما في ذلك أي فقدان للمحتوى والبيانات",
    "TERM_5": "اقبل أن الوصول إلى Graasp متاح لك \"كما هو\"، دون أي ضمان، بما في ذلك ضمان حسن سير العمل وملاءمته لغرض معين",
    "FINAL_NOTE": "تخضع شروط الخدمة هذه لقوانين سويسرا. وتقع السلطة القضائية المختصة بأي نزاع في مقاطعة فاليه (VS)، سويسرا.",
    "REFERENCES": "مراجع",
    "GRAASP_LEGAL_DISCLAIMER": {
      "TEXT": "إخلاء المسؤولية القانونية لشركة Graasp"
    },
    "EPFL_LEGAL_DISCLAIMER": {
      "TEXT": "إخلاء المسؤولية عن مواقع EPFL"
    }
  },
  "DISCLAIMER": {
    "TITLE": "تنصل",
    "TEXT": "يتم توزيع برنامج Graasp (المشار إليه باسم \"البرنامج\") ورمزه المصدري بحرية بموجب ترخيص GNU Affero العمومي العام (AGPLv3). يتم توفير البرنامج ورمزه المصدري لك \"كما هو\"، دون أي ضمان من أي نوع، صريح أو ضمني. ودون الحد من عمومية ما سبق، لا تقدم جمعية Graasp وÉcole Polytechnique Fédérale de Lausanne (EPFL) أي تعهد أو ضمان فيما يتعلق بوظائف البرنامج أو موثوقيته أو أدائه، أو النتائج التي يمكن الحصول عليها من خلال استخدام البرنامج، أو أن تشغيل البرنامج سيكون خاليًا من الأخطاء. وفي أي حال من الأحوال، لن تكون جمعية Graasp أو EPFL مسؤولة عن أي أضرار ناجمة عن استخدام برنامج Graasp، بما في ذلك على سبيل المثال لا الحصر توزيع أو إساءة استخدام أو تسريب أو سرقة أي ملفات أو مجموعات بيانات أصلية أو نسخ مكررة منها يتم التعامل معها أو معالجتها أو إنشاؤها بواسطة البرنامج."
  },
  "PRIVACY_POLICY": {
    "TITLE": "سياسة الخصوصية",
    "SECTION_1": {
      "TITLE": "من نحن وكيف تتواصل معنا",
      "DEFINITION": "تم تطوير Graasp وصيانته من قبل جمعية Graasp وبدعم من المدرسة الاتحادية للفنون التطبيقية في لوزان (EPFL)، وهي جامعة عامة للعلوم والتكنولوجيا في سويسرا.",
      "COMPLIANCE": "تلتزم شركة Graasp بسياسات الخصوصية الخاصة بالمعهد الاتحادي السويسري لحماية البيانات (FADP) والقانون الفيدرالي السويسري لحماية البيانات (GDPR) واللائحة العامة لحماية البيانات الأوروبية.",
      "CONTACT": "لأي أسئلة تتعلق بسياسة الخصوصية هذه، يمكنك الاتصال بـ Graasp: <mail>{{email}}</mail>"
    },
    "RESPONSIBILITIES": {
      "TITLE": "المسؤوليات",
      "USER_OBLIGATIONS": {
        "TITLE": "التزامات المستخدم",
        "TEXT": "كمستخدم، فإنك توافق على:",
        "AGREEMENT_1": "أنك تتحمل المسؤولية الكاملة عن البيانات التي تم تحميلها (انظر القسم 4.4) في Graasp. لا تقوم Graasp بفحص المحتوى الذي تم تحميله/إنشائه من قبل المستخدمين للتأكد من ملاءمته أو انتهاكه لحقوق الخصوصية أو حقوق الملكية الفكرية. أنت مسؤول عن المحتوى الذي تقوم بتحميله، لأنك مدير البيانات على بياناتك التي قمت بتحميلها؛",
        "AGREEMENT_2": "أنك ستلتزم في جميع الأوقات بالتزامات السرية المهنية والتجارية ذات الصلة إذا لزم الأمر؛",
        "AGREEMENT_3": "أن شركة Graasp تعمل فقط كمدير بيانات فيما يتعلق بتخزين واستخدام بياناتك المحملة. لا توفر شركة Graasp سوى مساحات تخزين ووحدات معالجة مركزية؛",
        "AGREEMENT_4": "أنك على علم بالتدابير الأمنية الفنية والتنظيمية المطبقة في Graasp؛",
        "AGREEMENT_5": "أنك سوف تقوم بإخطار Graasp على الفور بشأن:",
        "NOTIFICATION": {
          "CASE_1": "أي طلب ملزم قانونًا للإفصاح عن البيانات الشخصية من قبل سلطة إنفاذ القانون ما لم يحظر خلاف ذلك؛",
          "CASE_2": "أي وصول عرضي أو غير مصرح به إلى البيانات الملكية أو الشخصية أو المحملة، إذا كانت هناك حاجة إلى مساعدة فنية.",
          "CASE_3": "التعامل بسرعة وبشكل صحيح مع جميع الاستفسارات المتعلقة بمعالجة البيانات الشخصية وفقًا لما تقتضيه القوانين المعمول بها."
        }
      },
      "GRAASP_OBLIGATIONS": {
        "TITLE": "التزامات شركة جراسب",
        "TEXT": "توافق شركة Graasp وتضمن تقديم الخدمات وفقًا لشروط الاستخدام. تعمل شركة Graasp كمديرة بيانات وتضمن:",
        "AGREEMENT_1": "أن تحتفظ شركة Graasp بسجلات مفصلة ومحدثة لجميع أنشطة الإدارة التي تم إجراؤها على البيانات الشخصية والبيانات المحملة؛",
        "AGREEMENT_2": "لضمان سرية بياناتك الشخصية والبيانات التي قمت بتحميلها إذا تم تكوينها على أنها خاصة؛",
        "AGREEMENT_3": "الامتثال فورًا لأي طلب من المستخدمين يتطلب من Graasp تعديل أو نقل أو حذف أو التخلص بطريقة أخرى من البيانات الشخصية والمحملة، أو وقف أو تخفيف أو معالجة أي معالجة معتمدة؛",
        "AGREEMENT_4": "أن شركة Graasp لن تقوم بمعالجة البيانات الشخصية أو المحمّلة لتحقيق منفعة تجارية لشركة Graasp أو لأي طرف ثالث؛",
        "AGREEMENT_5": "إخطار المستخدمين دون تأخير غير مبرر بأي خرق مشتبه به أو فعلي للبيانات يتعلق ببياناتهم الشخصية أو المحملة؛",
        "AGREEMENT_6": "إخطار المستخدم على الفور إذا تلقت Graasp أي شكوى أو طلب أو أي اتصال آخر يتعلق بمعالجة البيانات الشخصية أو المحملة.",
        "AGREEMENT_7": "لمساعدة المستخدمين في اتخاذ التدابير المناسبة وتوفير المعلومات اللازمة للوفاء بالتزاماتك بموجب القانون المعمول به."
      }
    },
    "DATA_USAGE": {
      "TITLE": "كيف يستخدم Graasp بياناتك الشخصية والبيانات التي قمت بتحميلها",
      "ACCOUNT": {
        "TITLE": "إدارة حسابك",
        "TEXT": "تقوم Graasp بمعالجة بيانات حسابك (انظر القسم 4.1) لأغراض تشغيل منصة Graasp والبرمجيات، وتقديم خدمات Graasp، والتواصل معك بشأن Graasp. الأساس القانوني لمعالجة بيانات الحساب هو العقد بين المستخدمين وGraasp كما هو مذكور في شروط الاستخدام."
      },
      "PROVIDE_SERVICES": {
        "TITLE": "تقديم خدماتنا",
        "TEXT": "تقوم Graasp بمعالجة بياناتك الوصفية (انظر القسم 4.2) لتقديم خدمات Graasp. على سبيل المثال، يتم استخدامها لوصف مصدر البيانات الشخصية والمحملة، والنسب، ولعرض الأنشطة التي تم إجراؤها على البيانات الشخصية والمحملة. الأساس القانوني لإدارة البيانات الوصفية هو العقد بين المستخدمين وGraasp كما هو مذكور في شروط الاستخدام."
      },
      "ANALYZE_USAGE": {
        "TITLE": "تأكد من الوظائف وفهم استخدام Graasp",
        "TEXT": "تقوم شركة Graasp بمعالجة البيانات التشغيلية (انظر القسم 4.3) بغرض تحليل استخدام Graasp، ولكن أيضًا لضمان وظائف Graasp وراحة الاستخدام. الأساس القانوني لمعالجة البيانات التشغيلية هو العقد بين المستخدمين وشركة Graasp كما هو مذكور في شروط الاستخدام."
      },
      "COMPLIANCE": {
        "TITLE": "الالتزام بالقانون",
        "TEXT": "يجوز لشركة Graasp معالجة البيانات الشخصية والبيانات المحملة، في حالة وجود إجراءات جنائية أو إدارية مشتبه بها أو فعلية تقودها السلطات المختصة (انظر القسم 4.4). الأساس القانوني لهذه المعالجة ضروري للوفاء بالتزام قانوني."
      },
      "RESEARCH": {
        "TITLE": "أغراض البحث",
        "TEXT": "يجوز لشركة Graasp جمع بياناتك الشخصية وتحميلها واستخدامها لأغراض البحث. تحتوي النتائج العلمية المنشورة فقط على بيانات مجهولة المصدر."
      }
    },
    "DATA_COLLECTION": {
      "TITLE": "البيانات التي تم جمعها",
      "TEXT": "قد تقوم شركة Graasp بجمع جميع البيانات الشخصية التالية (المشار إليها باسم \"البيانات الشخصية\").",
      "ACCOUNT": {
        "TITLE": "بيانات الحساب",
        "TEXT": "من أجل إدارة حساب المستخدم، تحتاج Graasp إلى معالجة البيانات الشخصية التالية (« بيانات الحساب »):",
        "DATA_1": "عنوان البريد الإلكتروني",
        "DATA_2": "الاسم الكامل",
        "DATA_3": "معرف المستخدم",
        "DATA_4": "كلمة المرور",
        "DATA_5": "معلومات السجل الأخرى",
        "DATA_6": "عنوان IP",
        "DATA_7": "الطوابع الزمنية للوصول إلى Graasp",
        "DATA_8": "سجلات الموافقة"
      },
      "METADATA": {
        "TITLE": "البيانات الوصفية",
        "TEXT": "لتقديم خدمات Graasp، يلزم جمع المعلومات التي يتم جمعها من أنشطتك في Graasp. على سبيل المثال، جمع مصدر البيانات (من أين تأتي هذه البيانات، وكيف تم إنشاؤها) ونسبها (من يستخدم البيانات وكيف). لا يتم جمع معلومات المصدر تلقائيًا دون علم المستخدم، بل يخضع إنشاؤها وجمعها لاحقًا لإجراء متعمد من جانب المستخدم باستخدام Graasp."
      },
      "OPERATIONAL_DATA": {
        "TITLE": "البيانات التشغيلية",
        "TEXT": "من أجل ضمان الأداء التشغيلي لشركة Graasp وفهم استخدامها، تحتاج شركة Graasp إلى معالجة البيانات الشخصية التالية («البيانات التشغيلية»):",
        "DATA_1": "عناوين IP للمستخدم",
        "DATA_2": "معرف المستخدم",
        "DATA_3": "بيانات القياس عن بعد، أي بيانات النظام، المستخدمة للحصول على نبض النظام، وكيفية استخدام موارد الأجهزة، ومن قبل من وفهم سبب فشل الأشياء، حتى يتمكن فريق Graasp من حل أخطائها، أو تقديم دعم المستخدم",
        "DATA_4": "سجلات من خدمة جدار الحماية",
        "DATA_5": "سجلات أخرى مطلوبة لضمان وظائف Graasp",
        "DATA_6": "عدد ومدة زياراتك",
        "DATA_7": "معلومات حول الأجزاء التي قمت بزيارتها في مدينة غراسب"
      },
      "UPLOADED_DATA": {
        "TITLE": "البيانات المحملة",
        "TEXT": "يمكنك إنشاء محتوى (\"البيانات المحملة\") قد يتضمن بيانات شخصية (مثل البيانات التعليمية والمستندات الرقمية وما إلى ذلك). لديك التحكم في هذه البيانات، كما هو موضح في شروط الاستخدام. وكما هو مذكور في شروط الاستخدام، يمكن للمستخدمين أن يقرروا جعل البيانات المحملة عامة. في هذه الحالة، يجوز للمستخدمين الآخرين استخدام بياناتك المحملة لأغراضهم الخاصة، ولا يمكن أن تكون Graasp مسؤولة عن استخدامها الإضافي. بموجب هذا، تتنصل Graasp من أي مسؤولية عن الاستخدام الإضافي لبياناتك المحملة من قبل أطراف ثالثة."
      }
    },
    "COOKIES": {
      "TITLE": "ملفات تعريف الارتباط",
      "DEFINITION": "ملف تعريف الارتباط هو ملف يحتوي على معرف (سلسلة من الأحرف والأرقام) يتم إرساله بواسطة خادم الويب إلى متصفح الويب ويتم تخزينه بواسطة المتصفح. عند الوصول إلى منصة Graasp، يكون تثبيت ملفات تعريف الارتباط على أجهزتك ممكنًا وفقًا لإعداداتك، مما سيسمح لـ Graasp بالتعرف على متصفحك، أثناء فترة صلاحية ملفات تعريف الارتباط.",
      "PURPOSE": {
        "TEXT": "ملفات تعريف الارتباط التي ينشئها Graasp تسمح بما يلي:",
        "PURPOSE_1": "لإعداد إحصائيات تتضمن تواتر الوصول إلى المواقع الإلكترونية واستخدامها وأدائها؛",
        "PURPOSE_2": "لتخزين التفضيلات والمعلمات (المصادقة)",
        "PURPOSE_3": "لتمكينك من الوصول إلى المحتوى المحجوز أو الشخصي على منصة Graasp",
        "PURPOSE_4": "لتحسين اتصالاتنا وخدماتنا."
      },
      "MANAGEMENT": {
        "TEXT": "تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا ولكنها توفر عناصر تحكم تسمح لك بحظرها أو حذفها. يُرجى الرجوع إلى وثائق الخصوصية أو المساعدة الخاصة بمتصفحك للعثور على تعليمات لحظر ملفات تعريف الارتباط أو حذفها. على سبيل المثال:",
        "EDGE": "حافة",
        "SAFARI": "رحلات السفاري",
        "CHROME": "الكروم",
        "FIREFOX": "فايرفوكس"
      },
      "FINALITY": {
        "TEXT": "إذا اخترت رفض ملفات تعريف الارتباط، فقد لا تتمكن من الوصول إلى بعض وظائف Graasp، ولا يمكننا أن نتحمل المسؤولية عن ذلك. ثم يتم إرسال المعرف مرة أخرى إلى الخادم في كل مرة يطلب فيها المتصفح صفحة من الخادم. يمكن أن تكون ملفات تعريف الارتباط أو التقنيات المماثلة مفيدة بعدة طرق لجعل زيارتك إلى Graasp أبسط وأكثر متعة وأكثر ملاءمة. توجد أنواع مختلفة من ملفات تعريف الارتباط في Graasp:",
        "NECESSARY": "ملفات تعريف الارتباط الضرورية للغاية، والتي تعد ضرورية للتنقل، إلى جانب رمز المصادقة الخاص بك بعد تسجيل الدخول، ولتأمين Graasp",
        "FUNCTIONAL": "ملفات تعريف الارتباط الوظيفية، والتي تجمع بعض تفضيلات التصفح الخاصة بك مثل تفضيلات اللغة",
        "ADVERTISING": "لا يستخدم Graasp ملفات تعريف الارتباط الإعلانية"
      }
    },
    "DATA_RETENTION": {
      "TITLE": "الاحتفاظ بالبيانات",
      "TEXT": "تخزن Graasp بياناتك الشخصية والبيانات التي قمت بتحميلها طالما كان حسابك موجودًا. من أجل الوفاء بالتزاماتنا القانونية أو تحقيق غرضنا الموضح في القسم 4.3، قد يتم إخفاء هوية البيانات التشغيلية و/أو قد يتم الاحتفاظ بها لفترة أطول.",
      "STORAGE_LOCATION": "يتم تخزين بياناتك الشخصية على خوادم آمنة في مقر مزود الخدمة لدينا في أوروبا القارية (ألمانيا وسويسرا)."
    },
    "DATA_SHARING": {
      "TITLE": "مشاركة البيانات",
      "TEXT": "تقوم شركة Graasp بمشاركة بياناتك الشخصية مع المستلمين التاليين حصريًا:",
      "SHARE_1": "الموظفين المعتمدين ومديري Graasp",
      "SHARE_2": "مقدمو خدماتنا"
    },
    "SERVICE_PROVIDERS": {
      "TITLE": "مقدمو الخدمات والتحويلات",
      "AWS": {
        "TITLE": "Amazon Web Services (مقدم الخدمة الرئيسي)",
        "TEXT": "تستخدم Graasp خدمات AWS (Amazon Web Services). لا يُتوقع إجراء أي عمليات نقل دولية، ولكن يمكن الاطلاع على إطار الخصوصية الخاص بها من خلال الرابط أدناه.",
        "PRIVACY_POLICY_LINK": "سياسة الخصوصية الخاصة بـ AWS"
      },
      "OTHER_PROVIDERS": {
        "TITLE": "مقدمي الخدمات الآخرين",
        "GOOGLE_ANALYTICS": "تستخدم Graasp خدمات Google Analytics مجهولة المصدر وخدمات Google ReCaptcha لتأمين وفهم استخدام المنصة.",
        "SENTRY": "تتم أيضًا مشاركة البيانات مجهولة المصدر مع Sentry.io لأغراض تصحيح الأخطاء وإصلاحها لضمان تجربة سلسة ومستقرة لمستخدمينا.",
        "GOOGLE_FONTS": "يجوز لشركة Graasp استخدام خدمات خطوط Google ومكتبات JavaScript الأخرى المستضافة على خوادم تابعة لجهات خارجية. وفي هذه الحالات، سيتم إرسال عناوين IP فقط إلى موفري الخدمة هؤلاء."
      },
      "TRANSFERS": {
        "TITLE": "التحويلات",
        "TEXT": "يتم استضافة جميع بياناتك الشخصية والمحملة بواسطة AWS، في أوروبا القارية (ألمانيا وسويسرا). قد يتم تخزين نسخة من البيانات مؤقتًا في مقر Graasp لأغراض ضمان الجودة."
      }
    },
    "SECURITY": {
      "TITLE": "حماية",
      "TEXT": "لقد وضعت شركة Graasp تدابير أمنية مناسبة وفقًا لأحدث التقنيات المعترف بها. ومع ذلك، يرجى ملاحظة أن شركة Graasp لا يمكنها ضمان الأمان المطلق لبياناتك الشخصية والبيانات التي تم تحميلها، إلى الحد الذي ينطوي فيه الاحتفاظ بالبيانات ونقلها إلكترونيًا على مخاطر معينة."
    },
    "YOUR_RIGHTS": {
      "TITLE": "حقوقك",
      "TEXT": "يتمتع المستخدم بعدد من الحقوق وفقًا لقانون حماية البيانات. ويمكن تقييد هذه الحقوق بشكل خاص عندما تؤثر على حقوق وحريات الآخرين. ستعلمك Graasp بالاستثناءات المعمول بها في إجابتنا على طلبك المحتمل.",
      "RIGHTS": {
        "TEXT": "وتشمل هذه الحقوق ما يلي:",
        "RIGHT_1": "حق الوصول: لديك الحق في معرفة البيانات الشخصية التي تحتفظ بها شركة Graasp عنك وطلب الاطلاع على بياناتك الشخصية كتابيًا. يمكنك الحصول على هذه المعلومات بشكل مباشر عن طريق الاتصال بمسؤولي البيانات: contact@graasp.org",
        "RIGHT_2": "الحق في الحصول على المعلومات: لديك الحق في الحصول على معلومات حول كيفية استخدام بياناتك الشخصية والبيانات التي قمت بتحميلها. تهدف سياسة الخصوصية هذه بالإضافة إلى أي معلومات إضافية أو إشعار يتم تقديمه إليك إما في وقت تقديم تفاصيلك أو غير ذلك، إلى تزويدك بهذه المعلومات.",
        "RIGHT_3": "الحق في سحب الموافقة: تقوم Graasp بمعالجة بياناتك الشخصية والبيانات التي قمت بتحميلها على أساس موافقتك؛ ويمكنك سحب هذه الموافقة في أي وقت.",
        "RIGHT_4": "حق المحو: في بعض الحالات، لديك الحق في حذف بياناتك الشخصية والبيانات التي قمت بتحميلها.",
        "RIGHT_5": "حق التصحيح: إذا كنت تعتقد أن بياناتك الشخصية غير دقيقة، فلديك الحق في طلب تحديثها.",
        "RIGHT_6": "الحق في تقديم شكوى: إذا كنت غير راضٍ عن الطريقة التي تعاملت بها شركة Graasp مع بياناتك الشخصية أو التي قمت بتحميلها، فيحق لك تقديم شكوى إلى مفوض حماية البيانات والمعلومات الفيدرالي (FDPIC) أو إلى السلطة الإشرافية في بلدك أو مكان إقامتك."
      },
      "RESERVATION": "تحتفظ شركة Graasp بالحق في رفض أي طلب مسيء أو مخالف للقوانين المعمول بها."
    },
    "POLICY_CHANGES": {
      "TITLE": "التغييرات على سياسة الخصوصية هذه",
      "TEXT": "يجوز لنا مراجعة سياسة الخصوصية هذه من وقت لآخر. ستحكم النسخة الحالية من السياسة معالجتنا لبياناتك الشخصية والمحملة وستكون دائمًا على https://graasp.org/privacy. في حالة إجراء تعديلات، سيتم نشرها على https://graasp.org/. إذا كنت لا توافق على أي من التغييرات التي تطرأ على سياسة الخصوصية، فيجب عليك التوقف عن استخدام Graasp وطلب حذف حسابك."
    },
    "FINAL_PROVISIONS": {
      "TITLE": "الأحكام النهائية",
      "APPLICABLE_LAW": {
        "TITLE": "القانون الواجب التطبيق والاختصاص القضائي",
        "TEXT": "تُطبق القوانين السويسرية. ويقع مكان التنفيذ والاختصاص القضائي في فاليه."
      }
    }
  },
  "FEATURES": {
    "TITLE": "قم بتحويل تجربتك التدريسية مع Graasp",
    "DESCRIPTION": "سواء كنت <bold>تصمم محتوى مخصصًا</bold> أو <bold>تشرك المتعلمين في عروض تقديمية ديناميكية</bold> أو تجري دراسات لتحسين مشهد التعليم الرقمي، فإن منصتنا تقدم مجموعة واسعة من الوظائف لدعم إنشاء المحتوى التعليمي الخاص بك وتقديمه ومشاركته وتحليله. <bold>سجل مجانًا في Graasp اليوم</bold> وابدأ في إنشاء معرفتك ومشاركتها في شبكة عالمية من الأشخاص المتحمسين بشدة للتعليم مثلك!",
    "CALL_TO_ACTION_TEXT": "ادعم رحلة التعلم الرقمي الخاصة بك من خلال خدماتنا الأساسية الأربعة",
    "CALL_TO_ACTION_BUTTON_TEXT": "التسجيل في Graasp",
    "PLATFORM_OVERVIEW": {
      "TITLE": "نظرة سريعة على Graasp",
      "builder": {
        "TITLE": "باني",
        "DESCRIPTION": "مُصمم خصيصًا لإنشاء محتوى منظم",
        "BUTTON_TEXT": "اقرأ المزيد"
      },
      "player": {
        "TITLE": "لاعب",
        "DESCRIPTION": "المشاركة التفاعلية أصبحت سهلة",
        "BUTTON_TEXT": "اقرأ المزيد"
      },
      "analytics": {
        "TITLE": "التحليلات",
        "DESCRIPTION": "اكتشف البيانات والرؤى وقم بقياسها وتفسيرها",
        "BUTTON_TEXT": "اقرأ المزيد"
      },
      "library": {
        "TITLE": "مكتبة",
        "DESCRIPTION": "تبادل المعرفة واكتشافها بشكل تعاوني",
        "BUTTON_TEXT": "اقرأ المزيد"
      }
    },
    "BLENDED_LEARNING": {
      "TITLE": "ما هو التعلم المدمج؟",
      "DESCRIPTION_1": "يدمج التعلم المدمج بين التدريس التقليدي في الفصول الدراسية والموارد المتاحة عبر الإنترنت، مما يخلق بيئة تعليمية مرنة. فهو يجمع بين التعليم المباشر والأدوات الرقمية، مما يسمح للطلاب بالتعلم بالسرعة التي تناسبهم والوصول إلى المواد في أي وقت وفي أي مكان.",
      "DESCRIPTION_2": "يعمل هذا النهج على تعزيز مهارات الاستقلالية والتوجيه الذاتي لدى الطلاب من خلال تقديم تجارب تعليمية مخصصة. ويمكن للمعلمين استخدام الرؤى المستندة إلى البيانات لتخصيص التعليم ودعم احتياجات الطلاب الفردية، مما يؤدي إلى تحسين نتائج التعلم.",
      "DESCRIPTION_3": "يجمع التعلم المدمج بين نقاط القوة في التدريس في الفصول الدراسية ومرونة الأدوات عبر الإنترنت، مما يخلق جوًا تعليميًا قابلًا للتكيف ومثريًا للطلاب."
    },
    "GRAASP_FEATURES": {
      "TITLE": "مميزات برنامج Graasp",
      "builder": {
        "LEAD_SENTENCE": "ابدأ مع الباني",
        "TITLE": "استخدم <color>Builder</color> لإضفاء الشكل على أفكارك ومحاضراتك",
        "DESCRIPTION": "قم بإنشاء المحتوى بحرية أو باستخدام قوالب تتوافق مع أسلوب التدريس المتنوع والاستراتيجية التربوية الخاصة بك.<br/>حتى بدون قوالب، يضمن التصميم البديهي لمنصتنا تجربة إنشاء محتوى موجهة ومنظمة، تذكرنا بأنظمة الملفات المألوفة.<br/>يتم تشجيع التعاون، مما يتيح للمساهمين المتعددين إنشاء محتوى متماسك، وتسهيل العملية للفرق التي تعمل بشكل تعاوني.",
        "CTA_BUTTON_TEXT": "ابدأ في الإنشاء",
        "SECONDARY_ACTION_BUTTON_TEXT": "كيفية الإعداد",
        "TERTIARY_ACTION_BUTTON_TEXT": "كيفية إدارتها"
      },
      "player": {
        "LEAD_SENTENCE": "عرض لجمهورك",
        "TITLE": "قم برفع مستوى مادتك باستخدام <color>المشغل</color>",
        "DESCRIPTION": "أشرك المتعلمين بمجموعة من الأدوات والميزات التفاعلية.<br/>من أدوات التقييم مثل الاختبارات القصيرة والاختبارات والأسئلة المفتوحة، إلى محاكاة التجارب الواقعية من خلال مختبرات الفيزياء أو الكيمياء، وتقييمات مهارات البرمجة باستخدام كبسولة الكود والمزيد!<br/>قم بتضمين محتوى الوسائط المتعددة وإنشاء لوحات كتابة مشتركة والتفاعل مع برامج الدردشة الآلية.<br/>تمكن منصتنا المعلمين من إشراك المتعلمين بشكل فعال وبطرق متنوعة، مما يضمن تجربة غنية وتعليمية سواء في الفصول الدراسية التقليدية أو بيئات التعلم عن بعد.",
        "CTA_BUTTON_TEXT": "ابدأ بالتجربة",
        "SECONDARY_ACTION_BUTTON_TEXT": "كيفية إضافة التطبيقات",
        "TERTIARY_ACTION_BUTTON_TEXT": "دليل اللاعب"
      },
      "analytics": {
        "LEAD_SENTENCE": "تعلم من نجاحاتك وأخطائك",
        "TITLE": "قم بتحسين مادتك من خلال <color>التحليلات</color>",
        "DESCRIPTION": "اكتشف رؤى قيمة حول مشاركة المتعلم وأداء المحتوى من خلال لوحة معلومات التحليلات الخاصة بنا. <br/> تتبع الوصول والتفاعلات والتنزيلات والمزيد، وتمكين المعلمين من الحصول على رؤى تعتمد على البيانات لتعزيز مشاركة الطلاب وتخصيص تقديم المحتوى لتلبية احتياجات الفصل الدراسي الفردية",
        "CTA_BUTTON_TEXT": "ابدأ التعلم",
        "SECONDARY_ACTION_BUTTON_TEXT": "دروس تحليلية",
        "TERTIARY_ACTION_BUTTON_TEXT": "تحليلات الفلتر"
      },
      "library": {
        "LEAD_SENTENCE": "شارك بمعرفتك!",
        "TITLE": "انضم إلى مجتمع المعلمين في <color>المكتبة</color>",
        "DESCRIPTION": "إن التعاون هو جوهر Graasp. تعمل مكتبتنا المشتركة على تعزيز مجتمع نابض بالحياة من المعلمين والمهنيين. يمكنك مشاركة المحتوى والوصول إليه بسهولة، وإنشاء المواد معًا، والتواصل مع زملائك المعلمين، وتعزيز تبادل المعرفة وتجارب التعلم الجماعي.",
        "CTA_BUTTON_TEXT": "استكشاف المحتوى",
        "SECONDARY_ACTION_BUTTON_TEXT": "كيفية التنقل",
        "TERTIARY_ACTION_BUTTON_TEXT": "كيفية النشر"
      }
    },
    "PRICING": {
      "TITLE": "افتح المزيد مع Graasp Premium",
      "CALL_TO_ACTION": "ترقية إلى Premium اليوم",
      "FREE": {
        "NAME": "الخطة الأساسية",
        "STORAGE": "5 جيجا بايت من مساحة التخزين للفيديو والصور والمستندات",
        "SUPPORT": "دروس تعليمية مجانية",
        "TEMPLATES": "القوالب القياسية",
        "PRICE": "حر"
      },
      "PREMIUM": {
        "NAME": "الخطة المميزة",
        "STORAGE": "15 جيجابايت من مساحة التخزين للفيديو والصور والمستندات",
        "SUPPORT": "خط الدعم المباشر",
        "TEMPLATES": "اختيار القوالب الموسعة",
        "PRICE": "XX فرنك سويسري/شهر"
      },
      "CUSTOM": {
        "NAME": "خطة مخصصة",
        "CONTACT_US": "اتصل بفريقنا لمناقشة الحل الذي يناسب احتياجاتك.",
        "GET_A_QUOTE": "احصل على عرض أسعار للخدمات التي تريدها"
      }
    },
    "BLOG": {
      "LEAD_SENTENCE": "Graasp ينمو باستمرار!",
      "TITLE": "قم بزيارة مدونتنا لاكتشاف كل التحديثات الأحدث!",
      "DESCRIPTION": "اكتشف التحديثات، وأثري تجربتك في Graasp",
      "BUTTON_TEXT": "قم بزيارة مدونتنا"
    }
  },
  "ABOUT_US": {
    "TITLE": "تعرف على الأشخاص الذين يقفون وراء Graasp",
    "DESCRIPTION_1": "تم تأسيسنا على يد فريق متخصص من المحترفين، ومهمتنا هي سد الفجوة بين التكنولوجيا المتطورة والتعليم، وتمكين المعلمين والباحثين على مستوى العالم.",
    "DESCRIPTION_2": "نهدف إلى سد الفجوة بين بيئات البحث والمؤسسات التعليمية التقليدية مثل المدارس. نتصور مستقبلًا حيث تعمل Graasp على تمكين المعلمين والطلاب في البيئات التعليمية التقليدية وغيرها، مما يؤدي إلى إحداث ثورة في مناهج التدريس وتعزيز تجارب التعلم الجذابة.",
    "ASSOCIATION": {
      "TITLE": "جمعية جراسب",
      "DESCRIPTION": "Graasp هو أكثر من مجرد منصة لتجربة التعلم. إنه منتج تدعمه منظمة سويسرية غير ربحية مكرسة للنهوض بالتعليم الرقمي. هدفنا الأساسي هو دعم المعلمين والباحثين في كل خطوة على الطريق، وتقديم المساعدة والتدريب لتحقيق أهدافهم بشكل فعال.",
      "PROJECTS": {
        "TITLE": "مشاريع أخرى",
        "HELVETAS": {
          "TITLE": "هيلفيتاس",
          "DESCRIPTION": "منصة رقمية تعاونية لتدريب الشباب على طرق الهجرة"
        },
        "CLIMATE": {
          "TITLE": "مناخ",
          "DESCRIPTION": "محاكاة التعلم النشط للتحقيق في علم الاحتباس الحراري العالمي"
        }
      }
    },
    "TEAM": {
      "TITLE": "تعرف على الفريق!",
      "STATUSES": {
        "TITLE_PRESIDENT": "رئيس",
        "TITLE_MANAGING_DIRECTOR": "المدير الإداري",
        "TITLE_VP_RESEARCH": "نائب الرئيس للأبحاث",
        "TITLE_VP_PRODUCT": "نائب الرئيس للمنتج",
        "TITLE_VP_ENGINEERING": "نائب الرئيس للهندسة",
        "TITLE_VP_OUTREACH": "نائب الرئيس للتوعية",
        "TITLE_VP_INNOVATION": "نائب الرئيس للابتكار",
        "TITLE_VP_TECHNOLOGY": "نائب الرئيس للتكنولوجيا",
        "TITLE_VP_EDUCATION_AND_CONTENT": "نائب الرئيس للتعليم والمحتوى",
        "TITLE_SOFTWARE_ENGINEER": "مهندس برمجيات",
        "TITLE_AMBASSADOR": "سفير",
        "TITLE_PEDAGOGICAL_ENGINEER": "مهندس تربوي"
      }
    },
    "PRESENTATION_VIDEO": {
      "TITLE": "ألق نظرة على فيديو العرض التقديمي الخاص بنا",
      "JOIN_BUTTON_TEXT": "انضم إلى مجتمعنا",
      "LIBRARY_BUTTON_TEXT": "استكشف المكتبة"
    }
  },
  "SUPPORT": {
    "TITLE": "البدء",
    "DESCRIPTION": "استكشف موارد الدعم لدينا للوصول إلى الدعم الذي تحتاجه. نحن ملتزمون بضمان نجاحك مع منصتنا.",
    "FAQ": {
      "TITLE": "التعليمات",
      "DESCRIPTION_1": "فيما يلي الأسئلة الأكثر شيوعًا التي نطرحها عليك حتى تتمكن من العثور على حلول سريعة للشكوك والتحديات المشتركة بين أفراد المجتمع.",
      "DESCRIPTION_2": "لأي سؤال إضافي أو محدد، يرجى ملء نموذج الاتصال وسوف نقوم بالرد عليك."
    },
    "TUTORIALS": {
      "TITLE": "دروس تعليمية",
      "DESCRIPTION": "إتقان وظائف المنصة: إليك مجموعة من دروسنا الإرشادية التفصيلية، والمصممة لمساعدتك في تحقيق أقصى استفادة من وظائف Graasp.",
      "GENERAL_TUTORIALS": {
        "QUICK_GET_STARTED": {
          "TITLE": "البدء السريع",
          "DESCRIPTION": "دليل سريع للبدء في استخدام المنصة",
          "LINK": "https://player.graasp.org/9d80d81f-ec9d-4bfb-836a-1c6b125aef2f/84518f10-3174-4216-98e9-aede34ee108e"
        }
      },
      "BUILDER": {
        "TITLE": "دروس البناء"
      },
      "PLAYER": {
        "TITLE": "دروس تعليمية للاعبين"
      },
      "LIBRARY": {
        "TITLE": "دروس المكتبة"
      },
      "ACCOUNT": {
        "TITLE": "دروس تعليمية حول الحساب"
      },
      "READ_BUTTON": "يقرأ"
    },
    "DEVELOPERS": {
      "TITLE": "المطورون",
      "SUBTITLE": "هل أنت مهتم بالتطوير؟ احتضن التعليم المفتوح مع Graasp!",
      "DESCRIPTION": "في Graasp، نؤمن بقوة البرمجيات الحرة بقدر إيماننا بالتعليم المفتوح. ولهذا السبب، نشارك كود خدماتنا على GitHub، وندعو المطورين للانضمام إلينا في مهمتنا لتشكيل مشهد التعليم الرقمي",
      "GITHUB": {
        "TITLE": "التعليم المفتوح",
        "SUBTITLE": "هل تريد التعاون؟",
        "BUTTON_TEXT": "زيارة المستودع",
        "DESCRIPTION": "تفضل بزيارة مستودعنا على GitHub حيث نتعاون ونشارك التعليمات البرمجية بشكل نشط، ونعزز نهجًا قائمًا على المجتمع في التعليم. تواصل مع الفريق إذا كنت ترغب في بدء التعاون!"
      }
    },
    "HELP": {
      "TITLE": "هل تحتاج إلى مساعدة؟ اتصل بنا",
      "DESCRIPTION": "لا تتردد في الاتصال بنا لأي احتياج أو مشكلة قد تواجهها! يسعدنا الإجابة على تساؤلاتك وفضولك.",
      "CONTACT_FORM_BUTTON": "انتقل إلى نموذج الاتصال"
    }
  },
  "NEWSLETTER": {
    "TITLE": "هل تريد البقاء على اطلاع؟",
    "DESCRIPTION": "سنبقيك على اطلاع بالتغييرات المهمة على المنصة عبر البريد الإلكتروني.",
    "INPUT_LABEL": "عنوان البريد الإلكتروني",
    "INPUT_PLACEHOLDER": "أين يمكننا التواصل معك؟",
    "BUTTON_TEXT": "يشترك"
  },
  "FOOTER": {
    "TAG_LINE": "تم تطويره في سويسرا بواسطة جمعية Graasp",
    "CONTENT": {
      "TITLE": "محتوى",
      "HOME": "بيت",
      "FEATURES": "سمات",
      "ABOUT_US": "معلومات عنا",
      "SUPPORT": "يدعم",
      "CONTACT_US": "اتصل بنا",
      "BLOG": "مدونة"
    },
    "PARTNERS": {
      "TITLE": "الشركاء"
    },
    "SOCIAL": {
      "TITLE": "اجتماعي"
    },
    "OTHER": {
      "TITLE": "آخر",
      "TERMS": "شروط الخدمة",
      "POLICY": "سياسة الخصوصية",
      "DISCLAIMER": "تنصل"
    }
  },
  "NAV": {
    "GO_TO_GRAASP": "البدء"
  }
}
